-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Oct 30, 2023 at 03:28 PM
-- Server version: 10.4.18-MariaDB
-- PHP Version: 7.4.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `db_book`
--

-- --------------------------------------------------------

--
-- Table structure for table `tb_admin`
--

CREATE TABLE `tb_admin` (
  `id_admin` int(10) NOT NULL,
  `name_admin` varchar(300) NOT NULL,
  `lastname_admin` varchar(300) NOT NULL,
  `email_admin` varchar(300) NOT NULL,
  `password_admin` varchar(100) NOT NULL,
  `date_add` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_admin`
--

INSERT INTO `tb_admin` (`id_admin`, `name_admin`, `lastname_admin`, `email_admin`, `password_admin`, `date_add`) VALUES
(1, 'Adminr', 'PPS', 'admin_pps@praphansarn.com', 'b3d87a640b18207cabbdc13324e3d9e3', '2023-10-27 10:34:00');

-- --------------------------------------------------------

--
-- Table structure for table `tb_book`
--

CREATE TABLE `tb_book` (
  `id_book` int(10) NOT NULL,
  `id_book_cate` int(10) NOT NULL,
  `namebook_book` varchar(250) NOT NULL,
  `isbn_book` varchar(17) NOT NULL,
  `author_book` varchar(250) NOT NULL,
  `price_book` int(7) NOT NULL,
  `image_book` text DEFAULT NULL,
  `detail_book` text NOT NULL,
  `date_time` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_book`
--

INSERT INTO `tb_book` (`id_book`, `id_book_cate`, `namebook_book`, `isbn_book`, `author_book`, `price_book`, `image_book`, `detail_book`, `date_time`) VALUES
(14, 0, 'Miracles เพราะเธอคือ...ปาฏิหาริย์', '978-616-510-571-2', 'B.pearl', 59, '576ceb2f547bf.jpg', 'เธอ ยูกิ วิญญาณสาว ส่วน เขา เทมส์ ชายหนุ่มผู้มีพร้อมทุกอย่าง เมื่อเขากับเธอได้โคจรมาพบกัน เขากลับต้องมาช่วยเหลือเพื่อให้เธอได้มีชีวิตกลับคืนมาอีกครั้ง แต่ทั้งสองคนจะร่วมมือกันได้อย่างไร แล้วจะปั่นป่วนขนาดไหนและจะจบลงอย่างไง ติดตามอ่านได้ใน Miracles เพราะเธอคือ...ปาฏิหาริย์ ', '2023-09-20 10:04:03'),
(15, 0, 'เชอะ! ไม้เท้าของคุณปู่', '978-616-510-671-9', 'พรทิพย์ บุญมงคล', 59, '58aa7455b8931.jpg', 'คุณปู่ชอบของขวัญเกือบทุกชิ้นที่ท่านได้ในวันเกิดครบรอบ 82 ปี ยกเว้นก็แต่เพียงชิ้นเดียวที่คุณปู่คิดว่ามันช่างไร้ประโยชน์ จนอดทำหน้าตาบึ้งตึงใส่ และเอาไปวางไว้ให้พ้นหูพ้นตาไม่ได้ จนกระทั่งวันหนึ่งท่านได้ค้นพบว่าของขวัญชิ้นนี้จริงๆ แล้วมันก็มีประโยชน์ตั้งหลายอย่างเหมือนกันนะ', '2023-09-20 12:40:17'),
(16, 0, 'นิทานอมยิ้มสองภาษาเรื่อง “สวัสดีจ้ะ!”', '978-616-510-493-7', 'พรทิพย์ บุญมงคล', 49, '56f122dd0224f.JPG', 'สวัสดีจ๊ะ!ลูกหมีน้อยขี้อายอยากจะพูดคุยกับเพื่อนๆ จึงได้พยายามฝึกทักทายคนอื่น', '2023-09-20 12:41:08'),
(17, 0, 'ดอร์เจ...เจ้าเสือไร้ลาย', '978-616-510-672-6', 'พรทิพย์ บุญมงคล', 59, '58aa6fd777ddf.jpg', 'ดอร์เจเป็นเสือโคร่งเบงกอลผู้งามสง่า แต่มันกลับไม่มีลายแถบอยู่บนตัวของมันเลยสักเส้น ในพุทธอารามเล็กๆ แห่งหนึ่งในธิเบต อาจารย์วูเป็นผู้มีจิตใจงดงาม ได้พยายามอย่างสุดความสามารถที่จะไขความปริศนาลายแถบที่หายไปของเจ้าเสือตัวนี้', '2023-09-20 12:41:52'),
(18, 0, 'ชีวิตใหม่สี่ปีแรก (ชุดบ้านเล็ก เล่ม 9)', '978-616-510-870-6', 'ลอร่า อิงกัลล์ส', 86, '608a68a355d86.jpg', 'ชีวิตใหม่สี่ปีแรก ในที่สุด หลังจากดูใจคบหากันมานานสามปี ลอร่าและอัลแมนโซ่ก็ตัดสินใจแต่งงานกัน ทั้งสองตกลงใจจะสร้างครอบครัวในฟาร์มของตัวเอง ใช้ชีวิตเฉกเช่นชาวนาทั่วไป สร้างฐานะและความร่ำรวยจากผืนดินของตนเอง นี่คือเรื่องราวชีวิตสี่ปีแรกหลังจากแต่งงานของลอร่า อิงกัลล์ส ไวล์เดอร์ ผู้เขียนหนังสือเล่มนี้ ', '2023-09-20 12:43:06'),
(19, 0, 'บ้านเล็กริมห้วย (ชุดบ้านเล็ก เล่ม 4)', '978-616-510-867-6', 'ลอร่า อิงกัลล์ส', 198, '608a6c68bae23.jpg', 'เล่ม 4 บ้านเล็กริมห้วย หลังจากที่รัฐบาลไม่อนุญาตให้คนขาวอยู่ในพื้นที่ของชาวอินเดียนแดง ทำให้ครอบครัวของลอร่าต้องอพยพอีกครั้ง ครั้งนี้เธอย้ายถิ่นฐานมาถึงรัฐมินนิโซตา บริเวณห้วยพลัมครีก พ่อและแม่ของลอร่ามุ่งหวังว่าจะได้ลงหลักปักฐานในพื้นที่แห่งนี้ ถึงกับสร้างบ้านหลังน้อยอันสวยงามราวกับเป็นบ้านในฝันของลอร่าเลยทีเดียว', '2023-09-20 12:43:51'),
(20, 0, 'ลูกน้อยแสนรัก', '978-616-510-676-4', 'พรทิพย์ บุญมงคล', 59, '58aa8d55a362f.jpg', 'หนูน้อยกัลกัลไม่แน่ใจว่าเธอนั้นเกิดมาจากที่ใด ครอบครัวของเธอจึงตัดสินใจบอกเล่าเรื่องราวของค่ำคืนอันแสนวิเศษที่เธอก้าวเข้ามาอยู่ในชีวิตของพวกเขา เรื่องราวอันแสนอ่อนละมุนของการรับเลี้ยงลูกบุญธรรมจึงได้เวลาเปิดเผย และแล้วกัลกัลจึงได้เรียนรู้ว่าเธอคือสมาชิกคนพิเศษของครอบครัวมากกว่าที่เธอคิดเสียอีก', '2023-09-20 12:45:12'),
(21, 0, 'ช่างตัดเสื้อหัวใส', '978-616-510-796-9', ' เรื่อง : ศรีวิทยา เวนกัต / ภาพ : นายันตารา สุเรนครานาธ', 90, '5c87869d567bd.jpg', 'หนังสือชุดนี้จัดทำขึ้นเพื่อ ปลูกจิตสำนึกให้เด็กและเยาวชนมีใจรักการอ่าน และสร้างภาวะผู้นำที่มีความพร้อมทุกด้าน โดยเน้นการสร้างทรัพยากรมนุษย์ ด้วยการพัฒนา IQ และ EQ ควบคู่กันไป ทั้งยังช่วยส่งเสริมและเตรียมความพร้อมด้านภาษาอังกฤษ รวมทั้งเปิดโลกกว้างและฝึกให้เด็กใช้จินตนาการ เพื่อสร้างพื้นฐานการเรียนรู้ที่เผยโลกทัศน์ และกระตือรือร้นที่จะเรียนรู้ต่อยอดทำสิ่งใหม่ๆ ต่อไป', '2023-09-20 12:46:08'),
(22, 0, 'กลับบ้านกันเถอะ นิทาน 2 ภาษาไทย-อังกฤษ', '978-616-510-948-2', 'อารี นิลันดารี', 129, '63e72f46365e4.jpg', 'นกกระตั้วรักเด็กชายผู้ช่วยชีวิตเธอไว้ เธอตามเด็กชายไปถึงเมืองใหญ่...เป็นระยะเวลาหนึ่งแล้ว บัดนี้เธอรู้สึกว่าที่นี่ไม่ใช่ที่ของเธอ บ้านของเธอนั้นอยู่ในดินแดนแสนไกลเกินเอื้อมถึง เด็กชายจะช่วยเหลือเธออีกครั้งไหมนะ!', '2023-09-20 12:50:03'),
(23, 0, 'นิทานอมยิ้มสองภาษาเรื่อง “นี่แหละดีแล้ว”', '978-616-510-494-4', ' พรทิพย์ บุญมงคล', 49, '56f1fdc9ce121.JPG', 'นี่แหละดีแล้วเด็กชายคนหนึ่งคิดเล่นๆ ว่าจะเป็นอย่างไรหากตนเองเกิดเป็นสัตว์ชนิดอื่นๆ แต่สุดท้ายก็สรุปได้ว่าเป็นคนนี่แหละดีที่สุดแล้ว ', '2023-09-20 12:50:55'),
(24, 0, 'หนูวีไม่ยี้กระเทียม', '978-616-510-797-6', 'เรื่อง : ริชา จา / ภาพ : กุนาล กุนดู', 590, '5c8785d8a1b78.jpg', 'หนังสือชุดนี้จัดทำขึ้นเพื่อ ปลูกจิตสำนึกให้เด็กและเยาวชนมีใจรักการอ่าน และสร้างภาวะผู้นำที่มีความพร้อมทุกด้าน โดยเน้นการสร้างทรัพยากรมนุษย์ ด้วยการพัฒนา IQ และ EQ ควบคู่กันไป ทั้งยังช่วยส่งเสริมและเตรียมความพร้อมด้านภาษาอังกฤษ รวมทั้งเปิดโลกกว้างและฝึกให้เด็กใช้จินตนาการ เพื่อสร้างพื้นฐานการเรียนรู้ที่เผยโลกทัศน์ และกระตือรือร้นที่จะเรียนรู้ต่อยอดทำสิ่งใหม่ๆ ต่อไป', '2023-09-21 09:51:27'),
(25, 0, 'อยู่ไหนกันนะความสุข นิทาน 2 ภาษาไทย-อังกฤษ', '978-616-510-956-7', 'อาลีน เอ', 129, '63e99403577b3.jpg', 'เช้าวันหนึ่ง กระต่ายสามตัวออกเดินทาง พี่คนโตกับคนรองล้วนได้สิ่งที่ต้องการแล้ว แต่น้องคนเล็กล่ะ เขาจะหาความสุขเจอไหมไปร่วมหาคำตอบกันในหนังสือเล่มนี้เลย', '2023-09-21 11:14:38'),
(26, 0, 'เจ้าหมีเริงระบำ', '978-616-510-669-6', 'พรทิพย์ บุญมงคล', 59, '58aa707e35a04.jpg', 'โซมูเป็นเจ้าหมีที่ไม่ธรรมดา เพราะว่ามันสามารถเต้นระบำได้! แต่เจ้าหมีนั้นอยากเป็นอิสระ และถูกปลดปล่อยออกจากโซ่ที่ล่ามมันไว้เหลือเกิน อัลทาฟเพื่อนคู่ใจจะเข้าใจความต้องการที่แท้จริงของมันหรือไม่นะ', '2023-09-21 11:16:08'),
(27, 0, 'สอนจ๋อให้อยู่รอดปลอดภัย', '978-616-510-674-0', 'พรทิพย์ บุญมงคล', 102, '58aa8f5450536.jpg', 'ลิงชิมแปนซีเป็นสัตว์เลี้ยงลูกด้วยนมที่มีนิสัยใกล้เคียงกับมนุษย์ที่สุด เป็นสัตว์รักสงบ ชอบอยู่กันเป็นครอบครัว โดยมีลิงตัวผู้เป็นจ่าฝูง ผลไม้ เมล็ดพืช แมลงคืออาหารแสนโปรด ลิงชิมแปนซีฉลาดไม่แพ้มนุษย์ยุคหิน เพราะรู้จักใช้เครื่องมือต่างๆ ในการดำรงชีวิต และรู้จักการแก้อาการเจ็บป่วยได้จากสิ่งที่อยู่ในป่า', '2023-09-21 11:17:11'),
(28, 0, 'องค์หญิงน้อยน้อยหน่อย', '978-616-510-677-1', 'พรทิพย์ บุญมงคล', 102, '58aa8d9ca6371.jpg', 'องค์หญิงน้อยน้อยหน่อยคือจอมเอาแต่ใจตัวฉกาจ มหาดเล็กในวังเป็นอันต้องกุมขมับเมื่อต้องคอยรับมือกับความเอาแต่ใจของเธอ ที่แปรปรวนราวกับฤดูกาลในช่วงวันหยุดของราชสำนัก เมื่อไหร่เธอถึงจะเลิกเอาแต่ใจแบบนี้ได้เสียทีนะ', '2023-09-21 11:18:08'),
(29, 0, 'กาลครั้งหนึ่ง ณ กาลาปากอส', ' 978-616-510-967-', 'ปองพล อดิเรกสาร', 145, '642514c7899e1.jpg', 'กาลครั้งหนึ่ง ณ กาลาปากอส เชท เป็นเต่าบกยักษ์ ผู้นำชุมชนของเต่าบกยักษ์หลังโดม มีสมาชิกมากกว่า 30 ตัว พวกเขาอาศัยอยู่อย่างสงบสุขบนเกาะแห่งหนึ่งในหมู่เกาะกาลาปากอส ที่นี่คือสรวงสวรรค์ของเชทและเพื่อนต่างสายพันธุ์มากมาย ทั้งกิ้งก่ายักษ์ นกบูบี้ สิงโตทะเล นกเพ็นกวิน และอีกมากมายทั้งสายพันธุ์หลักและสายพันธุ์ย่อย พวกเขาออกหากินด้วยกัน อยู่รวมหมู่กัน พูดคุยกัน เฝ้าระวังภัยให้แก่กัน โดยเฉพาะพวกเหยี่ยวพวกนกกระสาจอมโหดที่ชอบออกล่าเหยื่อที่ตัวเล็กกว่า เชทและเพื่อนๆช่วยเหลือซึ่งกันและกันอยู่เรื่อยมา แต่แล้ววันหนึ่ง เรือของพวกมนุษย์ก็มาถึง ซึ่งเป็นภัยอย่างใหม่ที่เชทและพรรคพวกไม่เคยเจอมาก่อน ภัยจากมนุษย์ที่ทำให้พวกแทบจะสูญพันธุ์ไปจากกาลาปากอส เชทและเพื่อนหลากหลายสายพันธุ์จึงต้องร่วมมือกันปกป้องภัยจากมนุษย์เหล่านี้ให้จงได้', '2023-09-21 11:19:30'),
(30, 0, 'ต้นส้มแสนรัก ภาค2', '978-616-510-939-0', 'โจเซ่ วาสคอนเซลอส/สมบัติ เครือทอง', 169, '59fbde6b574f6.jpg', 'ต้นส้มแสนรัก ภาค2 วรรณกรรมเยาวชนที่ได้รับการตีพิมพ์ครั้งแล้วครั้งเล่า อรรถรสและลีลาไม่แพ้ \"ต้นส้มแสนรัก ภาค1\" แม้แต่น้อย \"เซเซ่\" ยังคงเป็นเด็กน้อยช่างฝันที่อยู่ในใจของผู้อ่านตลอดมา และยังเคยทำให้หลายๆ คนร้องไห้มาแล้วด้วยความรัก ความประทับใจติดตามเรื่องราวของเด็กน้อยช่างฝันคนนี้ได้ในเล่มนี้ วรรณกรรมเยาวชนภาคต่อที่ยังเข้มข้นได้อรรถรสไม่น้อยกว่าภาคหนึ่ง ตรึงใจนักอ่านตั้งแต่จนจบ', '2023-09-21 11:21:54'),
(31, 0, '50 วิธีสอนลูกทั้งสามเข้าเรียนสแตนฟอร์ด', '978-616-510-817-1', 'Agnes Chan', 374, '5c9b581faaee3.png', 'แอกเนส ชาน ไอดอลผู้โด่งดังจากญี่ปุ่นในยุค 70’s มาวันนี้เธอคือคุณแม่ลูกสามสุดอัศจรรย์ สำหรับตัวเธอเอง จบการศึกษาระดับปริญญาเอกจากมหาวิทยาลัยระดับโลกอย่างมหาวิทยาลัยสแตนฟอร์ด สหรัฐอเมริกา ซึ่งเป็นมหาวิทยาลัยที่ได้ชื่อว่าเป็นต้นกำเนิดของซิลิคอนวัลเลย์ บริษัทไอทีชั้นนำระดับโลกล้วนกำเนิดจากที่นี่ อัตราแข่งขันสอบเข้ามหาวิทยาลัยสแตนฟอร์ดสูงมาก ในจำนวนนักเรียน 100 คน มีแค่ 4.8 คนเท่านั้นที่สอบผ่าน ลำพังเพียงแอกเนส ชาน ที่สามารถจบจากที่นี่ได้ก็เป็นเรื่องสุดยอดแล้ว แต่การที่ลูกชายของเธอทั้งหมดสามคนก็เรียนจบจากสแตนฟอร์ดได้ เป็นเรื่องมหัศจรรย์ยิ่งกว่า อะไรคือเคล็ดลับในการสอนลูกให้สามารถสอบเข้ามหาวิทยาลัยระดับโลกได้ หนังสือ 50 วิธีส่งลูกทั้งสามเข้าสแตนฟอร์ด มีคำตอบ ', '2023-09-21 11:23:18'),
(32, 0, 'อย่าคว้าดวงดาวด้วยสายตา', '978-974-287-140-6', 'ธรรมรตา', 77, '56cc1c0075763.jpg', 'อย่าคว้าดวงดาวด้วยสายตา เป็นหนังสือแนวจิตวิทยาให้กำลังใจที่เป็นผลงานสร้างสรรค์ของนักเขียนหน้าใหม่นาม “ธรรมรตา” เนื่องจากสภาพชีวิตในสังคมในปัจจุบันนั้นเต็มไปด้วยปัญหารอบด้าน เครียดกับสภาพเศรษฐกิจ และการดำเนินชีวิตในแต่ละวัน ทำให้ท้อแท้ หมดกำลังใจ หนังสือเล่มนี้ได้รวบรวมกำลังใจดีๆ ไว้มากมาย เพื่อเติมไฟชีวิตให้กับผู้อ่านที่กำลังท้อแท้ในชีวิตให้มีกำลังใจสู้อีกครั้ง', '2023-09-21 11:28:35'),
(33, 0, 'สัตว์ประหลาดยามมืดมิด', ' 978-616-510-675-', 'พรทิพย์ บุญมงคล', 59, '58aa8d1683b64.jpg', 'ทุกค่ำคืน ในยามที่นกฮูกส่งเสียงร้อง และเงาของต้นไม้พริ้วไหวอยู่บนกำแพง สัตว์ประหลาดยามมืดมิดจะคืบคลานเข้ามาที่ห้องอาวี และหลอกให้เขากลัว วันหนึ่ง พี่สาวของเขาจึงแนะนำให้เขาเขียนจดหมายถึงสัตว์ประหลาดยามมืดมิด หลังจากวันนั้นมา ค่ำคืนของอาวีก็ไม่เหมือนเดิมอีกต่อไป', '2023-09-22 06:59:56'),
(34, 0, 'Good Habits-ทีโววาดรูปบนผนังบ้าน(ไทย-อังกฤษ)', '978-616-510-857-7', 'วิกาน สตรีอาตี', 117, '60222c4f84109.jpg', 'นิทาน 2 ภาษา ไทย-อังกฤษ ทีโวเป็นเด็กรักการเรียนรู้ เห็นพี่ทีวี่เขียนหนังสือแล้วทีโวก็อยากจะเขียนบ้าง ทีโวขีดเขียนเป็นตัวหนังสือบ้าง วาดรูปบ้าง แต่ทีโวก็เผลอวาดรูปบนผนังบ้านไปซะแล้วสิ ทีโวต้องทำอย่างไรล่ะทีนี้', '2023-09-22 09:59:32'),
(35, 0, 'Good Habits-คุณแม่รู้ดีเสมอ (ไทย-อังกฤษ)', '978-616-510-859-1', 'วิกาน สตรีอาตี', 117, '60222c3e6fde5.jpg', 'นิทาน 2 ภาษา ไทย-อังกฤษ ทีโวและพี่ทีวี่มีคุณแม่แสนดีคอยเก็บของเล่นและหนังสือให้ตลอดเวลา เมื่อใดที่สองพี่น้องตามหาของเล่นและหนังสือ คุณแม่ก็จะตามหาเจอได้เสมอ แต่แล้ววันหนึ่งคุณแม่ไม่อยู่บ้าน ของเล่นและหนังสือรกไปหมดเลย ทีโวกับพี่ทีวี่จะทำอย่างไรดี', '2023-09-22 10:01:47'),
(36, 0, 'Good Habits-กระปุกออมสินของทีโว (ไทย-อังกฤษ)', '978-616-510-861-4', 'วิกาน สตรีอาตี', 117, '60222c0762a6c.jpg', 'นิทาน 2 ภาษา (ไทย-อังกฤษ) วันหนึ่งคุณแม่ซื้อกระปุกออมสินมาให้ทีโวและพี่ทีวี่ พี่น้องทั้งสองคนคอยหยอดเหรียญเติมกระปุกทุกวันๆ แต่ว่าทีโวชอบเอาเงินไปซื้อขนมกินเล่นบ่อยๆ จนเงินไม่เหลือเก็บเลย แต่ไม่นานกระปุกของพี่ทีวี่ก็เต็มซะแล้ว ทีโวอยากรู้เคล็ดลับการเก็บเงินของพี่ทีวี่จังเลย aaaaaaaaaaa', '2023-09-22 10:02:52'),
(37, 0, 'Good Habits-ทีโวชอบกินผัก (ไทย-อังกฤษ)', '978-616-510-860-7', 'วิกาน สตรีอาตี', 117, '60222c13e55cd.jpg', 'นิทาน 2 ภาษา ไทย-อังกฤษ ปกติแล้วคุณแม่มักจะแอบใส่ผักไว้ในอาหารโดยไม่ให้ทีโวรู้เสมอ แต่แล้ววันหนึ่งทีโวก็ต้องแปลกใจ บนโต๊ะอาหารมีแต่เมนูผักทั้งนั้นเลย พี่ทีวี่บอกทีโวว่าเมนูผักของคุณแม่นั้นอร่อยกว่าใครในโลก หลังจากที่ได้ลองชิม ทีโวก็ได้รู้ว่าอันที่จริงแล้วเขาชอบผักมากๆเลย', '2023-09-22 10:03:40'),
(38, 0, 'Good Habits-การแปรงฟันที่แสนสนุก(ไทย-อังกฤษ)', ' 978-616-510-856-', 'วิกาน สตรีอาตี', 117, '60222c1fbe21f.jpg', 'นิทาน 2 ภาษา ไทย-อังกฤษ บางครั้งบางคราวทีโวชอบลืมแปรงฟัน แล้วในที่สุดทีโวก็ต้องปวดฟันเพราะฟันผุจนได้ แล้วจะทำอย่างไรดี คุณหมอฟันแนะนำว่าทีโวต้องแปรงฟันทุกวัน เรามาเรียนรู้การแปรงฟันอย่างถูกวิธีไปพร้อมกับทีโวกันเถอะ', '2023-09-22 10:04:23'),
(50, 0, 'คุณแม่ของฉันเจ๋งที่สุด', '978-616-510-881-2', 'การ์เม โดลซ์ : เรื่อง เอสเตอร์ เมนเดซ : ภาพประกอบ', 130, '6260debfc641a.jpg', 'คุณแม่ทุกคนล้วนแต่อยากทำสิ่งที่ดีที่สุดให้ลูก ๆ ทั้งนั้น คุณแม่เสียสละหลายอย่างเพื่อให้ลูกมีความสุข คุณแม่ช้างอุ้มท้องลูกถึงสองปี คุณแม่จระเข้คาบลูกไว้ในปากเพื่อปกป้องความปลอดภัยของลูก คุณแม่สิงโตสนให้ลูกล่าสัตว์เพื่อความอยู่รอดของลูกในอนาคต และอีกมากมาย แล้วคุณแม่ของเธอหละ ทำอะไรให้เธอมีความสุขบ้าง?', '2023-09-25 08:33:21'),
(205, 5, 'บ้านของเก นิทาน 2 ภาษาไทย-อังกฤษ', '978-616-510-950-5', 'ประพันธ์สาส์น', 129, '63e72fa441105.jpg', 'เกไม่ชอบบ้านนี้เลยอยู่ที่นี่เขาต้องทำงานหนัก เมื่อเขาหนีออกมาได้ก็ได้เจอสถานที่ประหลาด ทำไมผู้คนต้องตะโกนขับไล่เมื่อเขากินอาหารด้วย พวกเด็กๆคอยตะโกนร้องเรียกเขา เกจะทำอย่างไร เกจะหาสถานที่ที่เรียกว่าบ้านได้ไหมนะ', '2023-09-28 05:28:12');

-- --------------------------------------------------------

--
-- Table structure for table `tb_book_category`
--

CREATE TABLE `tb_book_category` (
  `id_book_cate` int(10) NOT NULL,
  `name_book_cate` varchar(350) NOT NULL,
  `id_user` int(10) NOT NULL,
  `add_date` datetime NOT NULL,
  `edit_date` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_book_category`
--

INSERT INTO `tb_book_category` (`id_book_cate`, `name_book_cate`, `id_user`, `add_date`, `edit_date`) VALUES
(5, 'นวนิยาย', 0, '2023-10-25 09:41:08', '2023-10-25 10:46:29'),
(4, 'สารคดี', 0, '2023-10-25 09:40:34', '2023-10-25 09:40:34');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tb_admin`
--
ALTER TABLE `tb_admin`
  ADD PRIMARY KEY (`id_admin`);

--
-- Indexes for table `tb_book`
--
ALTER TABLE `tb_book`
  ADD PRIMARY KEY (`id_book`);

--
-- Indexes for table `tb_book_category`
--
ALTER TABLE `tb_book_category`
  ADD PRIMARY KEY (`id_book_cate`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tb_admin`
--
ALTER TABLE `tb_admin`
  MODIFY `id_admin` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tb_book`
--
ALTER TABLE `tb_book`
  MODIFY `id_book` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=218;

--
-- AUTO_INCREMENT for table `tb_book_category`
--
ALTER TABLE `tb_book_category`
  MODIFY `id_book_cate` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
